Repository: Terisa/SumColumnPlugin
Catalog: translations/*.po
Languages: de, es_es

source: Sum Column
de: Spaltensumme
es_es: Suma de columna

source: Sums up the values of a configurable column for selected books.
de: Summiert die Werte einer einstellbaren Spalte für die ausgewählten Bücher.
es_es: Suma los valores de una columna configurable para los libros seleccionados.

source: &Execute
de: Aus&führen
es_es: &Ejecutar

source: &Configure
de: &Anpassen
es_es: &Configurar

source: No column(s) selected. Do you want to select columns to sum up now?
de: Keine Spalte(n) ausgewählt. Möchten Sie jetzt Spalten zum aufsummieren auswählen?
es_es: No hay columna(s) seleccionada(s). ¿Quieres seleccionar ahora las columnas para suma?

source: The sum is for {0} book <br/><table>
de: Die Summe für {0} Buch <br/><table>
es_es: La suma es para {0} libro <br/><table>

source: The sum is for {0} books <br/><table>
de: Die Summe für {0} Bücher <br/><table>
es_es: La suma es para {0} libros <br/><table>

source: List of available columns
de: Liste der verfügbaren Spalten
es_es: Lista de columnas disponibbles

source: Use the column for statistic
de: Spalte für die Statistik benutzen
es_es: Usar la columna para estadísticas

source: Don't use the column for statistics
de: Spalte nicht für die Statistik benutzen
es_es: No usar la columna para estadísticas

source: List of evaluated columns
de: Liste der ausgewerteten Spalten
es_es: Lista de columnas evaluadas
